Revit 2027 API
SymbolTypeId.MPerS Property
 Symbol m/s, indicating unit Meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MPerS { get; }
Public Shared ReadOnly Property MPerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MPerS {
	ForgeTypeId^ get ();
}
static member MPerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace